cases/validation/poiseuille_Bn0p30/0.orig/lambda
FoamFile { version 2.0; format ascii; class volSymmTensorField; object lambda; }

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform (0 0 0 0 0 0);

boundaryField
{
    walls         { type zeroGradient; }
    centreline    { type symmetryPlane; }

    #includeEtc "caseDicts/setConstraintTypes"
}
